greet = "Привет!😄\n" \
        "Я помогу тебе потренироваться в выражении эмоций с помощью интонации.\n" \
        "Выбери, с какой эмоцией ты хочешь поработать сегодня 😉"
menu = "📍 Главное меню"
help_instruction = "Я помогу тебе потренироваться в выражении эмоций с помощью интонации.\n" \
                   "Выбери, с какой эмоцией ты хочешь поработать сегодня 😉"
exit_instruction = "Чтобы выйти из тренировки нажми на кнопку ниже"
wait_feedback = "Получил аудио. Обрабатываю... 😉"
ask_continue = "Продолжим?"
result = "Твой результат\n" \
         "Радость 😄: {0}%\n" \
         "Грусть 😔: {1}%\n" \
         "Злость 😠: {2}%\n" \
         "Нейтрально: {3}%"
happy_instruction = "Я буду отправлять тебе фразы.\n" \
                    "Тебе нужно озвучить эту фразу и отправить голосовое сообщение.\n" \
                    "Постарайся выразить <b>Радость</b> 😄 с помощью интонации."
sad_instruction = "Я буду отправлять тебе фразы.\n" \
                  "Тебе нужно озвучить эту фразу и отправить голосовое сообщение.\n" \
                  "Постарайся выразить <b>Грусть</b> 😔 с помощью интонации."
angry_instruction = "Я буду отправлять тебе фразы.\n" \
                    "Тебе нужно озвучить эту фразу и отправить голосовое сообщение.\n" \
                    "Постарайся выразить <b>Злость</b> 😠 с помощью интонации."
phrases = [
    '"Сегодня будет дождь"',
    '"Мы идём гулять"',
    '"Скоро наступит лето"',
    '"Завтра будет солнечно"',
    '"Какая морозная зима"',               # 5
    '"Меня пригласили на праздник"',
    '"Мы будем смотреть мультики"',
    '"Вчера был сильный снег"',
    '"В этом году будет жаркое лето"',
    '"Сегодня мы идем в гости"',           # 10
    '"Он любит итальянскую кухню"',
    '"Мне обязательно нужно туда пойти"',
    '"Она купила себе красное платье"',
    '"Уже завтра наступит осень"',
    '"В зале всего 10 мест"',              # 15
    '"Концерт запланирован на завтра"',
    '"Нам осталось пройти 5 уроков"',
    '"Мы с ним сегодня не встречались"',
    '"Сегодня я буду работать из дома"',
    '"Завтра состоится важное собрание"',  # 20
    '"Сегодня у нас выходной"',
    '"Сейчас мы это узнаем"',
    '"По понедельникам мы будем изучать английский"',
    '"Она добавила в блюдо специи"',
    '"Я поеду в Казань"',                  # 25
    '"Мы скоро уезжаем на дачу"',
    '"На обед будет запеканка"',
    '"Они ушли раньше всех"',
    '"Мы поедем туда на поезде"',
    '"Скоро начнутся занятия"'             # 30
]
